IDEA Open Model
ConnectionLoadInfo.Description Property
 Name of Weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
public:
property String^ Description {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConnectionLoadInfo Class
IdeaRS.OpenModel.Connection Namespace